<?php

return [
    'search' => 'ค้นหา',
    'name' => 'ชื่อ',
    'id' => 'รหัสอาจารย์',
    'reset' => 'ยกเลิก',
    'number' => 'ลำดับ',
    'photo' => 'รูป',
    'name-last' => 'ชื่อ - สกุล',
    'tell' => 'เบอร์โทร',
    'action' => 'Action',
    'no-data' => 'ไม่พบข้อมูล',
    'Register_courses' =>'ลงทะเบียนเรียน',
    'Registered_courses' => 'รายวิชาที่ลงทะเบียน',
    'class_schedule' => 'ตารางเรียน',
    'day_time'=>'วัน/เวลา',
    'Approval_of_registration'=>'อนุมัติการลงทะเบียน',
    'day_' => 'วัน',
    'Class_Start' => 'เริ่มเรียน',
    'Class_Finish' => 'เลิกเรียน',
    'select_time' => 'กรุณาเลือกเวลา',
    'select_day' => 'กรุณาเลือกวัน',
    'status' => 'สถานะ',
    'approved' => 'อนุมัติ',
    'no_approved' => 'ยังไม่ได้อนุมัติ',
    'danger_regis' => 'ขออภัยเนื่องจากมีรายวิชาซ้ำ กรุณาตรวจสอบ',
    'waring_regis'=>'ขอผิดพลาด!',
    'day_study'=>'วันที่เรียน',
    'time_study' => 'เวลาเรียน',
    'Add_class' => 'เพิ่มวันเรียน',
    'person' => 'คน',
    'time_class'=>'เวลา',

    'teacher'=>[
        'list_teacher' => 'อาจารย์',
        'name' => 'ชื่อ',
        'last_name' => 'นามสกุล',
        'tell' => 'เบอร์โทร',
        'address' => 'ที่อยู่',
        'photo' => 'รูป',
        'birthdate' => 'วันเกิด'
    ],
    'student' =>[
        'list_student' => 'นักเรียน',
        'friend'       => 'เพื่อนร่วมชั้น',
    ],
    'subjects' => [
        'list_subjects' => 'รายวิชา',
        'subject_th' => 'ชื่อวิชา',
        'amount'  => 'จำนวนคน/ห้อง',
        'time_start' => 'เวลาเริ่ม',
        'time_stop' => 'เวลาเลิก',
    ],'time' => [
        '1'=>'08.00','2'=>'08.30','3'=>'09.00','4'=>'09.30','5'=>'10.00','6'=>'10.30','7'=>'11.00','8'=>'11.30',
        '9'=>'12.00','10'=>'12.30','11'=>'13.00','12'=>'13.30','13'=>'14.00','14'=>'14.30','15'=>'15.00','16'=>'15.30',
        '17'=>'16.00','18'=>'16.30','19'=>'17.00','20'=>'17.30','21'=>'18.00'
    ],'day'=>[
        'Sunday' => 'วันอาทิตย์',
        'Monday' => 'วันจันทร์',
        'Tuesday'=>'วันอังคาร',
        'Wednesday'=>'วันพุธ',
        'Thursday'=>'วันพฤหัสบดี',
        'Friday'=>'วันศุกร์',
        'Saturday'=>'วันเสาร์'
    ],
];
